Repository: sotasan/piyo
Catalog: apps/desktop/Sources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Add a repository with the + button.
ja: + ボタンでリポジトリを追加します。
zh_hans: 使用 + 按钮添加仓库。

source: Add Repository
ja: リポジトリを追加
zh_hans: 添加仓库

source: Close Tab
ja: タブを閉じる
zh_hans: 关闭标签页

source: Couldn't add repository
ja: リポジトリを追加できませんでした
zh_hans: 无法添加仓库

source: New Tab
ja: 新規タブ
zh_hans: 新建标签页

source: No Worktree Selected
ja: ワークツリーが選択されていません
zh_hans: 未选择工作树

source: Not a git repository.
ja: Git リポジトリではありません。
zh_hans: 不是 Git 仓库。

source: Pick a worktree from the sidebar.
ja: サイドバーからワークツリーを選択してください。
zh_hans: 从侧边栏选择一个工作树。

source: Remove
ja: 削除
zh_hans: 移除

source: Terminal %lld
ja: ターミナル %lld
zh_hans: 终端 %lld
